
-- Table: users
-- 1 rows
INSERT INTO users (id, first_name, last_name, class_code, password_hash, created_at, is_admin, role, student_id, plain_password) VALUES (21, 'เทส', '01', 'ม.2/1', '$2b$10$a/ZWky0vLA0ofTX7ZZrzReXrejVWvZnxLLrdsD4FfL.GRcHuZosd6', '2026-01-09T17:39:56.945Z', 0, 'student', NULL, NULL);

-- Table: teachers
-- 1 rows
INSERT INTO teachers (id, first_name, last_name, password_hash, created_at) VALUES (2, 'fff', 'fff', '$2b$10$z6DUk5K.HpDTy6Pnvl88SO0oZGll/umlsbvgJ0FHj8Wjk.KFL/Tgq', '2026-01-15 16:04:05');

-- Table: admins
-- 4 rows
INSERT INTO admins (id, username, password_hash, created_at) VALUES (1, 'admin', '$2b$10$xYcr8Fn2DpQSCVRu3o5nQurGZ86iBYwLBiBiw86iz6WSkJnGGJYIa', '2025-12-25T09:32:01.094Z');
INSERT INTO admins (id, username, password_hash, created_at) VALUES (2, '1122', '$2b$10$aGQ5J3/8pkgM7sqw4bbJBu.DRv..OspmBqKBc0vvHOp9asocZvYm2', '2026-01-06T15:53:27.905Z');
INSERT INTO admins (id, username, password_hash, created_at) VALUES (3, 'www', '$2b$10$wl9kRn1OSCoe6N5M7.JzdOXYMt6WkeiJLepP0WE.r86kHxgZpQwFO', '2026-01-07T09:34:29.747Z');
INSERT INTO admins (id, username, password_hash, created_at) VALUES (4, 'admin1', '$2b$10$MAq7/iKenZSMdsJp3LEJeuWjm0qWV2kQJpDgUbPFT1i3VtRizzTxe', '2026-01-07T15:18:03.721Z');

-- Table: announcements
-- 1 rows
INSERT INTO announcements (id, title, content, priority, created_at, image_url) VALUES (6, 'รองเท้าหาย', 'รองเท้านันนยางสีดำเบอร์43', 'high', '2026-01-10T12:57:09.112Z', NULL);

-- Table: reports
-- 2 rows
INSERT INTO reports (id, title, detail, image_url, created_at) VALUES (6, 'น้ำไม่ไหล', 'น้ำที่ห้องน้ำชายไม่ไหล', NULL, '2026-01-10T14:49:15.821Z');
INSERT INTO reports (id, title, detail, image_url, created_at) VALUES (8, 'ไฟดับ', 'ที่ห้องคอม', NULL, '2026-01-12T17:29:49.331Z');

-- Table: messages
-- 1 rows
INSERT INTO messages (id, body, created_at, recipient_user_id, sender_user_id, is_read) VALUES (18, 'รักนะ', '2026-01-11T06:24:02.993Z', 21, 15, 1);

-- Table: ai_knowledge
-- 135 rows
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (2, 'ม.1/1 วันจันทร์ เรียนเรียนอะไร', 'ม.1/1 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 721
คาบที่ 1: เรียน ท21102 ครูธนากิต 724
คาบที่ 2: เรียน ค21202 ครูพิชิต 721
คาบที่ 3: เรียน พ21104 ครูภิสรรค์ ส.ฟุตบอล
คาบที่ 4: พักเที่ยง
คาบที่ 5: แนะแนว ครูราโมนา 724
คาบที่ 6: เรียน ค21101 ครูพิชิต 721
คาบที่ 7: ซ่อมเสริม
คาบที่ 8: ประชุม ม.1 หอประชุม', 'ม.1/1 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T12:42:52.588Z', '2026-01-10T12:42:52.588Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (3, 'ม.1/1 วันอังคาร เรียนเรียนอะไร', 'ม.1/1 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 721
คาบที่ 1: เรียน ง21102 ครูภาณุพงศ์ 412
คาบที่ 2: เรียน ค21202 ครูพิชิต 721
คาบที่ 3: เรียน ท21102 ครูธนากิต 724
คาบที่ 4: พักเที่ยง
คาบที่ 5: เรียน อ21102 ครูธันย์ชนก 124
คาบที่ 6: เรียน ว21212 ครูบุญยาพร 224
คาบที่ 7: เรียน ว21212 ครูบุญยาพร 224
คาบที่ 8: เรียน ว21104 ครูวันวิสาข์ 133', 'ม.1/1 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T12:42:52.588Z', '2026-01-10T12:42:52.588Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (4, 'ม.1/1 วันพุธ เรียนเรียนอะไร', 'ม.1/1 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 721
คาบที่ 1: เรียน ง21102 ครูสุทธิดา 224
คาบที่ 2: เรียน ส21102 ครูกฤษกาน 116
คาบที่ 3: เรียน ส21162 ครูวิชาญ 126
คาบที่ 4: พักเที่ยง
คาบที่ 5: เรียน อ21102 ครูธันย์ชนก 123
คาบที่ 6: เรียน ท21102 ครูธนากิต 724
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 721
คาบที่ 8: ลูกเสือ', 'ม.1/1 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T12:42:52.588Z', '2026-01-10T12:42:52.588Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (5, 'ม.1/1 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.1/1 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 721
คาบที่ 1: เรียน ค21101 ครูพิชิต 721
คาบที่ 2: เรียน ส21102 ครูกฤษกาน 125
คาบที่ 3: เรียน อ21102 ครูธันย์ชนก 135
คาบที่ 4: พักเที่ยง
คาบที่ 5: เรียน ค21102 ครูศดานันท์ 113
คาบที่ 6: เรียน ว21214 ครูวันวิสาข์ 133
คาบที่ 7: ซ่อมเสริม
คาบที่ 8: ชุมนุม', 'ม.1/1 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T12:42:52.588Z', '2026-01-10T12:42:52.588Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (6, 'ม.1/1 วันศุกร์ เรียนเรียนอะไร', 'ม.1/1 วันศุกร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 721
คาบที่ 1: เรียน ค21101 ครูพิชิต 721
คาบที่ 2: เรียน ว21102 ครูสุทธิดา 223
คาบที่ 3: เรียน ว21102 ครูสุทธิดา 223
คาบที่ 4: พักเที่ยง
คาบที่ 5: เรียน ส21102 ครูกฤษกาน 116
คาบที่ 6: เรียน ค21202 ครูพิชิต 721
คาบที่ 7: เรียน พ21102 ครูสุนิษา ส.ฟุตบอล
คาบที่ 8: เรียน ค21102 ครูศดานันท์ 113', 'ม.1/1 ศุกร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T12:42:52.588Z', '2026-01-10T12:42:52.588Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (7, 'ม.1/2 วันจันทร์ เรียนเรียนอะไร', 'ม.1/2 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 133
คาบที่ 1: ศ21102 ครูศดานันท์ 116
คาบที่ 2: ว21214 ครูวันวิสาข์ 133
คาบที่ 3: อ21102 ครูธันย์ชนก 117
คาบที่ 4: พักเที่ยง
คาบที่ 5: ส21102 ครูกฤษกาน 116
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: อ21202 ครูณฐิยา 123
คาบที่ 8: ประชุม ม.1 หอประชุม', 'ม.1/2 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T12:52:42.541Z', '2026-01-10T12:52:42.541Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (8, 'ม.1/2 วันอังคาร เรียนเรียนอะไร', 'ม.1/2 วันอังคาร ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 133
คาบที่ 1: ค21101 ครูพิชิต 721
คาบที่ 2: อ21102 ครูธันย์ชนก 117
คาบที่ 3: จ21204 ครูณฐิยา 123
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว21102 ครูสุทธิดา 223
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: พ21102 ครูสุนิษา ส.ฟุตบอล
คาบที่ 8: พ21104 ครูภิสรรค์ ส.ฟุตบอล', 'ม.1/2 อังคาร ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T12:52:42.541Z', '2026-01-10T12:52:42.541Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (9, 'ม.1/2 วันพุธ เรียนเรียนอะไร', 'ม.1/2 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 133
คาบที่ 1: ส21102 ครูกฤษกาน 116
คาบที่ 2: ว21104 ครูวันวิสาข์ 133
คาบที่ 3: อ21102 ครูธันย์ชนก 135
คาบที่ 4: พักเที่ยง
คาบที่ 5: ท21102 ครูธนากิต 724
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 133
คาบที่ 8: ลูกเสือ', 'ม.1/2 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T12:52:42.541Z', '2026-01-10T12:52:42.541Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (10, 'ม.1/2 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.1/2 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 133
คาบที่ 1: ส21162 ครูวิชาญ 123
คาบที่ 2: ท21102 ครูธนากิต 724
คาบที่ 3: แนะแนว ครูราโมนา 223
คาบที่ 4: พักเที่ยง
คาบที่ 5: ง21102 ครูภาณุพงศ์ 412
คาบที่ 6: ค21101 ครูพิชิต 721
คาบที่ 7: ศ21102 ครูศดานันท์
คาบที่ 8: ชุมนุม', 'ม.1/2 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T12:52:42.541Z', '2026-01-10T12:52:42.541Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (11, 'ม.1/2 วันศุกร์ เรียนเรียนอะไร', 'ม.1/2 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 133
คาบที่ 1: ส21102 ครูกฤษกาน 116
คาบที่ 2: ค21102 ครูพิชิต 721
คาบที่ 3: จ21204 ครูณฐิยา 123
คาบที่ 4: พักเที่ยง
คาบที่ 5: อ21202 ครูณฐิยา 125
คาบที่ 6: ท21102 ครูธนากิต 724
คาบที่ 7: ว21102 ครูสุทธิดา 221
คาบที่ 8: ว21102 ครูสุทธิดา 221', 'ม.1/2 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T12:52:42.541Z', '2026-01-10T12:52:42.541Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (12, 'ม.1/3 วันจันทร์ เรียนเรียนอะไร', 'ม.1/3 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 133
คาบที่ 1: ค21101 ครูพิชิต 721
คาบที่ 2: ส21102 ครูกฤษกาน 116
คาบที่ 3: ส21162 ครูวิชาญ 126
คาบที่ 4: พักเที่ยง
คาบที่ 5: อ21102 ครูธันย์ชนก 117
คาบที่ 6: ว21102 ครูสุทธิดา 224
คาบที่ 7: ว21102 ครูสุทธิดา 224
คาบที่ 8: ประชุม ม.1 หอประชุม', 'ม.1/3 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:00:09.731Z', '2026-01-10T13:00:09.731Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (13, 'ม.1/3 วันอังคาร เรียนเรียนอะไร', 'ม.1/3 วันอังคาร ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 123
คาบที่ 1: อ21102 ครูธันย์ชนก 117
คาบที่ 2: ซ่อมเสริม
คาบที่ 3: พ21104 ครูภิสรรค์ ส.ฟุตบอล
คาบที่ 4: พักเที่ยง
คาบที่ 5: ส21102 ครูกฤษกาน 116
คาบที่ 6: ค21102 ครูพิชิต 721
คาบที่ 7: ท21102 ครูธนากิต 724
คาบที่ 8: อ21202 ครูณฐิยา 123', 'ม.1/3 อังคาร ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:00:09.731Z', '2026-01-10T13:00:09.731Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (14, 'ม.1/3 วันพุธ เรียนเรียนอะไร', 'ม.1/3 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 123
คาบที่ 1: ว21104 ครูวันวิสาข์ 133
คาบที่ 2: อ21202 ครูณฐิยา 123
คาบที่ 3: ท21102 ครูธนากิต 724
คาบที่ 4: พักเที่ยง
คาบที่ 5: ศ21102 ครูศดานันท์ 113
คาบที่ 6: จ21204 ครูณฐิยา 123
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 123
คาบที่ 8: ลูกเสือ', 'ม.1/3 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:00:09.731Z', '2026-01-10T13:00:09.731Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (15, 'ม.1/3 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.1/3 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 123
คาบที่ 1: ท21102 ครูธนากิต 724
คาบที่ 2: จ21204 ครูณฐิยา 123
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว21102 ครูสุทธิดา 223
คาบที่ 6: ง21102 ครูภาณุพงศ์ 412
คาบที่ 7: ค21102 ครูพิชิต 721
คาบที่ 8: ชุมนุม', 'ม.1/3 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:00:09.731Z', '2026-01-10T13:00:09.731Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (16, 'ม.1/3 วันศุกร์ เรียนเรียนอะไร', 'ม.1/3 วันศุกร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 123
คาบที่ 1: ศ21102 ครูศดานันท์ 113
คาบที่ 2: ว21214 ครูวันวิสาข์
คาบที่ 3: ส21102 ครูกฤษกาน 116
คาบที่ 4: พักเที่ยง
คาบที่ 5: อ21102 ครูธันย์ชนก 123
คาบที่ 6: พ21102 ครูสุนิษา ส.ฟุตบอล
คาบที่ 7: แนะแนว ครูราโมนา 724
คาบที่ 8: ซ่อมเสริม', 'ม.1/3 ศุกร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:00:09.731Z', '2026-01-10T13:00:09.731Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (17, 'ม.1/4 วันจันทร์ เรียนเรียนอะไร', 'ม.1/4 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 724
คาบที่ 1: อ21102 ครูธันย์ชนก 117
คาบที่ 2: ซ่อมเสริม
คาบที่ 3: ส21102 ครูกฤษกาน 116
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว21104 ครูวันวิสาข์ 133
คาบที่ 6: แนะแนว ครูราโมนา 724
คาบที่ 7: ท21102 ครูธนากิต 724
คาบที่ 8: ประชุม ม.1 หอประชุม', 'ม.1/4 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:00:09.763Z', '2026-01-10T13:00:09.763Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (18, 'ม.1/4 วันอังคาร เรียนเรียนอะไร', 'ม.1/4 วันอังคาร ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 724
คาบที่ 1: ว21102 ครูสุทธิดา 222
คาบที่ 2: ว21102 ครูสุทธิดา 222
คาบที่ 3: ค21101 ครูพิชิต 721
คาบที่ 4: พักเที่ยง
คาบที่ 5: ง21102 ครูภาณุพงศ์ 412
คาบที่ 6: พ21102 ครูสุนิษา ส.ฟุตบอล
คาบที่ 7: ส21102 ครูกฤษกาน 116
คาบที่ 8: ศ21102 ครูศดานันท์ 113', 'ม.1/4 อังคาร ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:00:09.763Z', '2026-01-10T13:00:09.763Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (19, 'ม.1/4 วันพุธ เรียนเรียนอะไร', 'ม.1/4 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 724
คาบที่ 1: ศ21102 ครูศดานันท์ 311
คาบที่ 2: ท21102 ครูธนากิต 724
คาบที่ 3: ว21102 ครูสุทธิดา 223
คาบที่ 4: พักเที่ยง
คาบที่ 5: ส21162 ครูวิชาญ
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 724
คาบที่ 8: ลูกเสือ', 'ม.1/4 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:00:09.763Z', '2026-01-10T13:00:09.763Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (20, 'ม.1/4 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.1/4 วันพฤหัสบดี ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 724
คาบที่ 1: พ21102 ครูภิสรรค์ ส.ฟุตบอล
คาบที่ 2: ซ่อมเสริม
คาบที่ 3: ค21101 ครูพิชิต 721
คาบที่ 4: พักเที่ยง
คาบที่ 5: อ21102 ครูธันย์ชนก 135
คาบที่ 6: ท21102 ครูธนากิต 724
คาบที่ 7: ส21102 ครูกฤษกาน 126
คาบที่ 8: ชุมนุม', 'ม.1/4 พฤหัสบดี ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:00:09.763Z', '2026-01-10T13:00:09.763Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (21, 'ม.1/4 วันศุกร์ เรียนเรียนอะไร', 'ม.1/4 วันศุกร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 724
คาบที่ 1: ว21214 ครูวันวิสาข์ 133
คาบที่ 2: อ21102 ครูธันย์ชนก 135
คาบที่ 3: ค21101 ครูพิชิต 721
คาบที่ 4: พักเที่ยง
คาบที่ 5: ง20273 ครูภาณุพงศ์ 412
คาบที่ 6: ง20273 ครูภาณุพงศ์ 412
คาบที่ 7: พ20210 ครูวิทยา ส.ตะกร้อ
คาบที่ 8: พ20210 ครูวิทยา ส.ตะกร้อ', 'ม.1/4 ศุกร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:00:09.763Z', '2026-01-10T13:00:09.763Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (22, 'ม.1/5 วันจันทร์ เรียนเรียนอะไร', 'ม.1/5 วันจันทร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา ห้องสมุด
คาบที่ 1: ส21102 ครูกฤษกาน 126
คาบที่ 2: ท21102 ครูธนากิต 724
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: พักเที่ยง
คาบที่ 5: ศ21102 ครูศดานันท์ 113
คาบที่ 6: พ21102 ครูสุนิษา ส.ฟุตบอล
คาบที่ 7: ค21102 ครูพิชิต 721
คาบที่ 8: ประชุม ม.1 หอประชุม', 'ม.1/5 จันทร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:00:09.795Z', '2026-01-10T13:00:09.795Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (23, 'ม.1/5 วันอังคาร เรียนเรียนอะไร', 'ม.1/5 วันอังคาร ชุดพละ
ช่วง Homeroom: ที่ปรึกษา ห้องสมุด
คาบที่ 1: ส21162 ครูวิชาญ 135
คาบที่ 2: ท21102 ครูธนากิต 724
คาบที่ 3: อ21102 ครูธันย์ชนก 135
คาบที่ 4: พักเที่ยง
คาบที่ 5: ค21101 ครูพิชิต 721
คาบที่ 6: พ20210 ครูวิทยา ส.ตะกร้อ
คาบที่ 7: พ20210 ครูวิทยา ส.ตะกร้อ
คาบที่ 8: ส21102 ครูกฤษกาน', 'ม.1/5 อังคาร ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:00:09.795Z', '2026-01-10T13:00:09.795Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (24, 'ม.1/5 วันพุธ เรียนเรียนอะไร', 'ม.1/5 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา ห้องสมุด
คาบที่ 1: ท21102 ครูธนากิต 724
คาบที่ 2: ว21102 ครูสุทธิดา 224
คาบที่ 3: แนะแนว ครูราโมนา ห้องสมุด
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว21102 ครูสุทธิดา 224
คาบที่ 6: ว21102 ครูสุทธิดา 224
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา ห้องสมุด
คาบที่ 8: ลูกเสือ', 'ม.1/5 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:00:09.795Z', '2026-01-10T13:00:09.795Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (25, 'ม.1/5 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.1/5 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา ห้องสมุด
คาบที่ 1: ว21104 ครูวันวิสาข์ 133
คาบที่ 2: ง20273 ครูภาณุพงศ์ 412
คาบที่ 3: ง20273 ครูภาณุพงศ์ 412
คาบที่ 4: พักเที่ยง
คาบที่ 5: ซ่อมเสริม
คาบที่ 6: อ21102 ครูธันย์ชนก 135
คาบที่ 7: พ21104 ครูภิสรรค์ ส.ฟุตบอล
คาบที่ 8: ชุมนุม', 'ม.1/5 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:00:09.795Z', '2026-01-10T13:00:09.795Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (26, 'ม.1/5 วันศุกร์ เรียนเรียนอะไร', 'ม.1/5 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา ห้องสมุด
คาบที่ 1: ง21102 ครูภาณุพงศ์ 412
คาบที่ 2: ซ่อมเสริม
คาบที่ 3: อ21102 ครูธันย์ชนก 117
คาบที่ 4: พักเที่ยง
คาบที่ 5: ค21101 ครูพิชิต 721
คาบที่ 6: ส21102 ครูกฤษกาน 116
คาบที่ 7: ศ21102 ครูศดานันท์ 113
คาบที่ 8: ว21214 ครูวันวิสาข์ 133', 'ม.1/5 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:00:09.795Z', '2026-01-10T13:00:09.795Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (27, 'ม.2/1 วันจันทร์ เรียนเรียนอะไร', 'ม.2/1 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 223
คาบที่ 1: ค22102 ครูลดาวัลย์ 122
คาบที่ 2: ส22104 ครูโกสิทธิ์ 125
คาบที่ 3: ง22102 ครูวัชรินทร์ 411
คาบที่ 4: อ22102 ครูพิกุลทอง 123
คาบที่ 5: พักเที่ยง
คาบที่ 6: ท22102 ครูธัชญาณี 725
คาบที่ 7: พ22104 ครูสุนิษา หอประชุม
คาบที่ 8: พ22102 ครูวิทยา พลานามัย', 'ม.2/1 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.275Z', '2026-01-10T13:05:29.275Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (28, 'ม.2/1 วันอังคาร เรียนเรียนอะไร', 'ม.2/1 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 223
คาบที่ 1: อ22102 ครูพิกุลทอง 123
คาบที่ 2: ศ22102 ครูวรพล 712
คาบที่ 3: ว22102 ครูบุณยาพร 222
คาบที่ 4: ว22102 ครูบุณยาพร 222
คาบที่ 5: พักเที่ยง
คาบที่ 6: ส22104 ครูโกสิทธิ์ 125
คาบที่ 7: ค22102 ครูลดาวัลย์ 122
คาบที่ 8: ประชุม ม.2 หอประชุม', 'ม.2/1 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.275Z', '2026-01-10T13:05:29.275Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (29, 'ม.2/1 วันพุธ เรียนเรียนอะไร', 'ม.2/1 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 223
คาบที่ 1: ว22214 ครูรังสิมันต์ 134
คาบที่ 2: ศ22102 ครูวรพล 712
คาบที่ 3: ค22202 ครูพิชิต 721
คาบที่ 4: IS/STEM ครูมะรุสดี 723
คาบที่ 5: พักเที่ยง
คาบที่ 6: IS/STEM ครูมะรุสดี 723
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 223
คาบที่ 8: ลูกเสือ', 'ม.2/1 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:05:29.275Z', '2026-01-10T13:05:29.275Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (30, 'ม.2/1 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.2/1 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 223
คาบที่ 1: แนะแนว ครูณัฐริกา 222
คาบที่ 2: ค22202 ครูพิชิต 721
คาบที่ 3: ท22102 ครูธัชญาณี 725
คาบที่ 4: ว22102 ครูบุณยาพร 222
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว22205 ครูสุทธิดา 223
คาบที่ 7: ว22205 ครูสุทธิดา 223
คาบที่ 8: ชุมนุม', 'ม.2/1 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.275Z', '2026-01-10T13:05:29.275Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (31, 'ม.2/1 วันศุกร์ เรียนเรียนอะไร', 'ม.2/1 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 223
คาบที่ 1: ท22102 ครูธัชญาณี 725
คาบที่ 2: ส22104 ครูโกสิทธิ์ 125
คาบที่ 3: ค22102 ครูลดาวัลย์ 122
คาบที่ 4: อ22102 ครูพิกุลทอง 123
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว22104 ครูวันวิสาข์ 133
คาบที่ 7: ค22202 ครูพิชิต 721
คาบที่ 8: ส22164 ครูกฤษกาน 116', 'ม.2/1 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.275Z', '2026-01-10T13:05:29.275Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (32, 'ม.2/2 วันจันทร์ เรียนเรียนอะไร', 'ม.2/2 วันจันทร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 211
คาบที่ 1: จ22204 ครูณฐิยา 123
คาบที่ 2: ค22102 ครูลดาวัลย์ 122
คาบที่ 3: ท22102 ครูธัชญาณี 725
คาบที่ 4: พ22104 ครูสุนิษา หอประชุม
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว22214 ครูรังสิมันต์ 134
คาบที่ 7: อ22102 ครูพิกุลทอง 123
คาบที่ 8: ว22102 ครูบุณยาพร 224', 'ม.2/2 จันทร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:05:29.310Z', '2026-01-10T13:05:29.310Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (33, 'ม.2/2 วันอังคาร เรียนเรียนอะไร', 'ม.2/2 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 211
คาบที่ 1: ส22164 ครูกฤษกาน 116
คาบที่ 2: ว221024 ครูวันวิสาข์ 133
คาบที่ 3: ส22104 ครูโกสิทธิ์ 126
คาบที่ 4: อ22102 ครูพิกุลทอง
คาบที่ 5: พักเที่ยง
คาบที่ 6: ท20202 ครูธัชญาณี 725
คาบที่ 7: จ22204 ครูณฐิยา 125
คาบที่ 8: ประชุม ม.2 หอประชุม', 'ม.2/2 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.310Z', '2026-01-10T13:05:29.310Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (34, 'ม.2/2 วันพุธ เรียนเรียนอะไร', 'ม.2/2 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 211
คาบที่ 1: ส22104 ครูโกสิทธิ์ 125
คาบที่ 2: ค22102 ครูลดาวัลย์ 122
คาบที่ 3: ศ22102 ครูวรพล 712
คาบที่ 4: ง22102 ครูวัชรินทร์ 411
คาบที่ 5: พักเที่ยง
คาบที่ 6: ท22102 ครูธัชญาณี 725
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 211
คาบที่ 8: ลูกเสือ', 'ม.2/2 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:05:29.310Z', '2026-01-10T13:05:29.310Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (35, 'ม.2/2 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.2/2 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 211
คาบที่ 1: ท22102 ครูธัชญาณี 725
คาบที่ 2: ศ22102 ครูวรพล 712
คาบที่ 3: พ22102 ครูวิทยา หอประชุม
คาบที่ 4: อ22102 ครูพิกุลทอง 124
คาบที่ 5: พักเที่ยง
คาบที่ 6: ท20202 ครูธัชญาณี 725
คาบที่ 7: ส22104 ครูโกสิทธิ์
คาบที่ 8: ชุมนุม', 'ม.2/2 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.310Z', '2026-01-10T13:05:29.310Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (36, 'ม.2/2 วันศุกร์ เรียนเรียนอะไร', 'ม.2/2 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 211
คาบที่ 1: แนะแนว ครูณัฐริกา 311
คาบที่ 2: ค22102 ครูลดาวัลย์ 122
คาบที่ 3: IS/STEM ครูมะรุสดี 723
คาบที่ 4: IS/STEM ครูมะรุสดี 723
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว22102 ครูบุณยาพร 222
คาบที่ 7: ว22102 ครูบุณยาพร 222
คาบที่ 8: ซ่อมเสริม', 'ม.2/2 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.310Z', '2026-01-10T13:05:29.310Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (37, 'ม.2/3 วันจันทร์ เรียนเรียนอะไร', 'ม.2/3 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 122
คาบที่ 1: ท20202 ครูธัชญาณี 725
คาบที่ 2: ศ22102 ครูวรพล 712
คาบที่ 3: จ22204 ครูณฐิยา 123
คาบที่ 4: ส22104 ครูโกสิทธิ์ 125
คาบที่ 5: พักเที่ยง
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: ท22102 ครูธัชญาณี 725
คาบที่ 8: ค22102 ครูลดาวัลย์ 122', 'ม.2/3 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.345Z', '2026-01-10T13:05:29.345Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (38, 'ม.2/3 วันอังคาร เรียนเรียนอะไร', 'ม.2/3 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 122
คาบที่ 1: ว22214 ครูรังสิมันต์ 134
คาบที่ 2: พ22102 ครูวิทยา หอประชุม
คาบที่ 3: ว22104 ครูวันวิสาข์ 133
คาบที่ 4: ค22102 ครูลดาวัลย์ 122
คาบที่ 5: พักเที่ยง
คาบที่ 6: IS/STEM ครูประพิณ 722
คาบที่ 7: IS/STEM ครูประพิณ 722
คาบที่ 8: ประชุม ม.2 หอประชุม', 'ม.2/3 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.345Z', '2026-01-10T13:05:29.345Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (39, 'ม.2/3 วันพุธ เรียนเรียนอะไร', 'ม.2/3 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 122
คาบที่ 1: อ22102 ครูพิกุลทอง 124
คาบที่ 2: ว22102 ครูบุณยาพร 223
คาบที่ 3: ส22104 ครูโกสิทธิ์ 125
คาบที่ 4: ท20202 ครูธัชญาณี 725
คาบที่ 5: พักเที่ยง
คาบที่ 6: ศ22102 ครูวรพล 712
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 122
คาบที่ 8: ลูกเสือ', 'ม.2/3 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:05:29.345Z', '2026-01-10T13:05:29.345Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (40, 'ม.2/3 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.2/3 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 122
คาบที่ 1: จ22204 ครูณฐิยา 123
คาบที่ 2: ท22102 ครูธัชญาณี 725
คาบที่ 3: ค22102 ครูลดาวัลย์ 122
คาบที่ 4: แนะแนว ครูราโมนา 223
คาบที่ 5: พักเที่ยง
คาบที่ 6: ส22164 ครูกฤษกาน 116
คาบที่ 7: อ22102 ครูพิกุลทอง 124
คาบที่ 8: ชุมนุม', 'ม.2/3 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.345Z', '2026-01-10T13:05:29.345Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (41, 'ม.2/3 วันศุกร์ เรียนเรียนอะไร', 'ม.2/3 วันศุกร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 122
คาบที่ 1: ว22102 ครูบุณยาพร 224
คาบที่ 2: ว22102 ครูบุณยาพร 224
คาบที่ 3: ส22104 ครูโกสิทธิ์ 125
คาบที่ 4: พ22104 ครูสุนิษา หอประชุม
คาบที่ 5: พักเที่ยง
คาบที่ 6: อ22102 ครูพิกุลทอง 123
คาบที่ 7: ท22102 ครูธัชญาณี 725
คาบที่ 8: ง22102 ครูวันชรินทร์ 411', 'ม.2/3 ศุกร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:05:29.345Z', '2026-01-10T13:05:29.345Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (42, 'ม.2/4 วันจันทร์ เรียนเรียนอะไร', 'ม.2/4 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 125
คาบที่ 1: อ22102 ครูพิกุลทอง 125
คาบที่ 2: พ22104 ครูสุนิษา หอประชุม
คาบที่ 3: ค22102 ครูลดาวัลย์ 122
คาบที่ 4: ศ22102 ครูวรพล 712
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว22102 ครูบุณยาพร 223
คาบที่ 7: ว22102 ครูบุณยาพร 223
คาบที่ 8: ส22104 ครูโกสิทธิ์ 125', 'ม.2/4 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.378Z', '2026-01-10T13:05:29.378Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (43, 'ม.2/4 วันอังคาร เรียนเรียนอะไร', 'ม.2/4 วันอังคาร ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 125
คาบที่ 1: ว22102 ครูบุณยาพร 722
คาบที่ 2: ท22102 ครูธัญญาลักณี 725
คาบที่ 3: ส22164 ครูกฤษกาน 125
คาบที่ 4: พ22102 ครูวิทยา หอประชุม
คาบที่ 5: พักเที่ยง
คาบที่ 6: ศ20211 ครูศดานันท์ 113
คาบที่ 7: ง22102 ครูวัชรินทร์ 411
คาบที่ 8: ประชุม ม.2 หอประชุม', 'ม.2/4 อังคาร ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:05:29.378Z', '2026-01-10T13:05:29.378Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (44, 'ม.2/4 วันพุธ เรียนเรียนอะไร', 'ม.2/4 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 125
คาบที่ 1: ท22102 ครูธัญญาลักณี 725
คาบที่ 2: ศ20211 ครูศดานันท์ 113
คาบที่ 3: ว22104 ครูวันวิสาข์ 133
คาบที่ 4: ค22102 ครูลดาวัลย์ 122
คาบที่ 5: พักเที่ยง
คาบที่ 6: อ22102 ครูพิกุลทอง 311
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 125
คาบที่ 8: ลูกเสือ', 'ม.2/4 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:05:29.378Z', '2026-01-10T13:05:29.378Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (45, 'ม.2/4 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.2/4 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 125
คาบที่ 1: ค22102 ครูลดาวัลย์ 122
คาบที่ 2: ซ่อมเสริม
คาบที่ 3: IS/STEM ครูธนากิต 724
คาบที่ 4: IS/STEM ครูธนากิต 724
คาบที่ 5: พักเที่ยง
คาบที่ 6: ส22104 ครูโกสิทธิ์ 125
คาบที่ 7: ว22214 ครูรังสิมันต์ 134
คาบที่ 8: ชุมนุม', 'ม.2/4 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.378Z', '2026-01-10T13:05:29.378Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (46, 'ม.2/4 วันศุกร์ เรียนเรียนอะไร', 'ม.2/4 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 125
คาบที่ 1: ศ22102 ครูวรพล 712
คาบที่ 2: ท22102 ครูธัญญาลักณี 725
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: แนะแนว ครูราโมนา 724
คาบที่ 5: พักเที่ยง
คาบที่ 6: ส22104 ครูโกสิทธิ์ 125
คาบที่ 7: อ22102 ครูพิกุลทอง 123
คาบที่ 8: ซ่อมเสริม', 'ม.2/4 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.378Z', '2026-01-10T13:05:29.378Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (47, 'ม.2/5 วันจันทร์ เรียนเรียนอะไร', 'ม.2/5 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 725
คาบที่ 1: ศ22102 ครูวรพล 712
คาบที่ 2: ท22102 ครูธัชญาณี 725
คาบที่ 3: ว22102 ครูบุณยาพร 224
คาบที่ 4: ว22102 ครูบุณยาพร 224
คาบที่ 5: พักเที่ยง
คาบที่ 6: ค22102 ครูลดาวัลย์ 122
คาบที่ 7: ศ20211 ครูศดานันท์ 113
คาบที่ 8: ซ่อมเสริม', 'ม.2/5 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.414Z', '2026-01-10T13:05:29.414Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (48, 'ม.2/5 วันอังคาร เรียนเรียนอะไร', 'ม.2/5 วันอังคาร ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 725
คาบที่ 1: ว22104 ครูวันวิสาข์ 133
คาบที่ 2: ส22104 ครูโกสิทธิ์ 125
คาบที่ 3: พ22102 ครูวิทยา หอประชุม
คาบที่ 4: ท22102 ครูธัชญาณี 725
คาบที่ 5: พักเที่ยง
คาบที่ 6: อ22102 ครูพิกุลทอง 123
คาบที่ 7: ซ่อมเสริม
คาบที่ 8: ประชุม ม.2 หอประชุม', 'ม.2/5 อังคาร ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:05:29.414Z', '2026-01-10T13:05:29.414Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (49, 'ม.2/5 วันพุธ เรียนเรียนอะไร', 'ม.2/5 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 725
คาบที่ 1: ค22102 ครูลดาวัลย์ 122
คาบที่ 2: ท22102 ครูธัชญาณี 725
คาบที่ 3: ท22102 ครูธัชญาณี 725
คาบที่ 4: อ22102 ครูพิกุลทอง 123
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว22214 ครูรังสิมันต์ 134
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 725
คาบที่ 8: ลูกเสือ', 'ม.2/5 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:05:29.414Z', '2026-01-10T13:05:29.414Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (50, 'ม.2/5 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.2/5 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 725
คาบที่ 1: ศ22102 ครูวรพล 712
คาบที่ 2: ค22102 ครูลดาวัลย์ 122
คาบที่ 3: ส22104 ครูโกสิทธิ์ 126
คาบที่ 4: ส22164 ครูกฤษกาน 116
คาบที่ 5: พักเที่ยง
คาบที่ 6: อ22102 ครูพิกุลทอง 123
คาบที่ 7: ว22102 ครูบุณยาพร 224
คาบที่ 8: ชุมนุม', 'ม.2/5 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:05:29.414Z', '2026-01-10T13:05:29.414Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (51, 'ม.2/5 วันศุกร์ เรียนเรียนอะไร', 'ม.2/5 วันศุกร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 725
คาบที่ 1: ง22102 ครูวัชรินทร์ 411
คาบที่ 2: แนะแนว ครูราโมนา 724
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: ศ20211 ครูศดานันท์ 113
คาบที่ 5: พักเที่ยง
คาบที่ 6: ท22102 ครูธัชญาณี 725
คาบที่ 7: ส22104 ครูโกสิทธิ์ 125
คาบที่ 8: พ22104 ครูสุนิษา หอประชุม', 'ม.2/5 ศุกร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:05:29.414Z', '2026-01-10T13:05:29.414Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (52, 'ม.3/1 วันจันทร์ เรียนเรียนอะไร', 'ม.3/1 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 116
คาบที่ 1: ท23102 ครูมะรุสดี 723
คาบที่ 2: ง23102 ครูอุไรวรร 411
คาบที่ 3: ว23214 ครูวุฒิพงศ์ 134
คาบที่ 4: พ23104 ครูวิทยา พลานามัย
คาบที่ 5: พักเที่ยง
คาบที่ 6: ค23102 ครูวุฒิชัย 136
คาบที่ 7: แนะแนว ครูราโมนา 712
คาบที่ 8: ซ่อมเสริม', 'ม.3/1 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.533Z', '2026-01-10T13:13:45.533Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (53, 'ม.3/1 วันอังคาร เรียนเรียนอะไร', 'ม.3/1 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 116
คาบที่ 1: ศ23102 ครูสุริวิภา 311
คาบที่ 2: ส23106 ครูวิชาญ 135
คาบที่ 3: ค23202 ครูลดาวัลย์ 122
คาบที่ 4: อ23102 ครูศศิตา 124
คาบที่ 5: พักเที่ยง
คาบที่ 6: พ23102 ครูภิสรรค์ 117
คาบที่ 7: ประชุม ม.3 หอประชุม
คาบที่ 8: ท23102 ครูมะรุสดี 723', 'ม.3/1 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.533Z', '2026-01-10T13:13:45.533Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (54, 'ม.3/1 วันพุธ เรียนเรียนอะไร', 'ม.3/1 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 116
คาบที่ 1: ค23102 ครูวุฒิชัย 123
คาบที่ 2: ศ23102 ครูสุริวิภา 311
คาบที่ 3: ว23102 ครูเจนจิรา 224
คาบที่ 4: ส23166 ครูณัฐวัตร 126
คาบที่ 5: พักเที่ยง
คาบที่ 6: ค23202 ครูลดาวัลย์ 122
คาบที่ 7: ซ่อมเสริมที่ปรึษา 116
คาบที่ 8: ลูกเสือ', 'ม.3/1 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:13:45.533Z', '2026-01-10T13:13:45.533Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (55, 'ม.3/1 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.3/1 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 116
คาบที่ 1: อ23102 ครูศศิตา พลานามัย
คาบที่ 2: ส23106 ครูวิชาญ 116
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: ค23102 ครูวุฒิชัย 136
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว23102 ครูเจนจิรา 224
คาบที่ 7: ว23102 ครูเจนจิรา 224
คาบที่ 8: ชุมนุม', 'ม.3/1 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.533Z', '2026-01-10T13:13:45.533Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (56, 'ม.3/1 วันศุกร์ เรียนเรียนอะไร', 'ม.3/1 วันศุกร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 116
คาบที่ 1: ค23202 ครูลดาวัลย์ 122
คาบที่ 2: อ23102 ครูศศิตา 124
คาบที่ 3: ว23104 ครูรังสิมันต์ 134
คาบที่ 4: ส23106 ครูวิชาญ 135
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว23212 ครูเจนจิรา 224
คาบที่ 7: ว23212 ครูเจนจิรา 224
คาบที่ 8: ท23102 ครูมะรุสดี 723', 'ม.3/1 ศุกร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:13:45.533Z', '2026-01-10T13:13:45.533Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (57, 'ม.3/2 วันจันทร์ เรียนเรียนอะไร', 'ม.3/2 วันจันทร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 124
คาบที่ 1: อ23102 ครูศศิตา 133
คาบที่ 2: ส23106 ครูวิชาญ 126
คาบที่ 3: ศ23102 ครูสุริวิภา 311
คาบที่ 4: ซ่อมเสริม
คาบที่ 5: พักเที่ยง
คาบที่ 6: พ23104 ครูวิทยา หอประชุม
คาบที่ 7: ท23102 ครูมะรุสดี 723
คาบที่ 8: อ23202 ครูกรรศิภร 117', 'ม.3/2 จันทร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:13:45.564Z', '2026-01-10T13:13:45.564Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (58, 'ม.3/2 วันอังคาร เรียนเรียนอะไร', 'ม.3/2 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 124
คาบที่ 1: ท23102 ครูมะรุสดี 723
คาบที่ 2: ศ23102 ครูสุริวิภา 311
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: จ23206 ครูณฐิยา 123
คาบที่ 5: พักเที่ยง
คาบที่ 6: ค23102 ครูวุฒิชัย 122
คาบที่ 7: ประชุม ม.3 หอประชุม
คาบที่ 8: ส23106 ครูวิชาญ 125', 'ม.3/2 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.564Z', '2026-01-10T13:13:45.564Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (59, 'ม.3/2 วันพุธ เรียนเรียนอะไร', 'ม.3/2 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 124
คาบที่ 1: อ23102 ครูศศิตา ห้อง 223
คาบที่ 2: อ23202 ครูกรรศศิภร ห้อง 117
คาบที่ 3: ค23102 ครูวุฒิชัย ห้อง 116
คาบที่ 4: ว23102 ครูเจนจิรา ห้อง 224
คาบที่ 5: พักเที่ยง
คาบที่ 6: พ23102 ครูภิสรรค์ พลานามัย
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา ห้อง 124
คาบที่ 8: ลูกเสือ', 'ม.3/2 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:13:45.564Z', '2026-01-10T13:13:45.564Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (60, 'ม.3/2 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.3/2 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 124
คาบที่ 1: แนะแนว ครูราโมนา ห้อง 117
คาบที่ 2: ว23104 ครูรังสิมันต์ ห้อง 134
คาบที่ 3: ว23102 ครูเจนจิรา ห้อง 224
คาบที่ 4: ว23102 ครูเจนจิรา ห้อง 224
คาบที่ 5: พักเที่ยง
คาบที่ 6: ท23102 ครูมะรุสดี ห้อง 723
คาบที่ 7: ค23102 ครูวุฒิชัย ห้อง 136
คาบที่ 8: ชุมนุม', 'ม.3/2 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.564Z', '2026-01-10T13:13:45.564Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (61, 'ม.3/2 วันศุกร์ เรียนเรียนอะไร', 'ม.3/2 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 124
คาบที่ 1: ส23166 ครูธัญลักษณ์ ห้องสมุด
คาบที่ 2: จ23206 ครูณฐิยา ห้อง 123
คาบที่ 3: ง23102 ครูอุไรวรร ห้อง 411
คาบที่ 4: ซ่อมเสริม
คาบที่ 5: พักเที่ยง
คาบที่ 6: อ23102 ครูศศิตา ห้อง 117
คาบที่ 7: ว23214 ครูวุฒิพงศ์ ห้อง 134
คาบที่ 8: ส23106 ครูวิชาญ ห้อง 135', 'ม.3/2 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.564Z', '2026-01-10T13:13:45.564Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (62, 'ม.3/3 วันจันทร์ เรียนเรียนอะไร', 'ม.3/3 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 723
คาบที่ 1: ส23106 ครูวิชาญ 135
คาบที่ 2: ท23102 ครูมะรัสดี 723
คาบที่ 3: ส23166 ครูธัญลักษ ห้องสมุด
คาบที่ 4: ซ่อมเสริม
คาบที่ 5: พักเที่ยง
คาบที่ 6: อ23102 ครูศศิตา 116
คาบที่ 7: ค23102 ครูวิฒิชัย 122
คาบที่ 8: ศ23102 ครูสุริวิภา 311', 'ม.3/3 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.594Z', '2026-01-10T13:13:45.594Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (63, 'ม.3/3 วันอังคาร เรียนเรียนอะไร', 'ม.3/3 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 723
คาบที่ 1: แนะแนว ครูราโมนา 724
คาบที่ 2: จ23206 ครูณฐิยา 123
คาบที่ 3: ว23102 ครูเจนจิรา 224
คาบที่ 4: ว23102 ครูเจนจิรา 224
คาบที่ 5: พักเที่ยง
คาบที่ 6: อ23102 ครูศศิตา 124
คาบที่ 7: ประชุม ม.3 หอประชุม
คาบที่ 8: ค23102 ครูวุฒิชัย 122', 'ม.3/3 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.594Z', '2026-01-10T13:13:45.594Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (64, 'ม.3/3 วันพุธ เรียนเรียนอะไร', 'ม.3/3 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 723
คาบที่ 1: ศ20223 ครูวรพล 712
คาบที่ 2: ท23102 ครูมะรุสดี 723
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: พ23102 ครุภิสรรค์ พลานามัย
คาบที่ 5: พักเที่ยง
คาบที่ 6: ส23106 ครูวิชาญ 135
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 723
คาบที่ 8: ลูกเสือ', 'ม.3/3 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:13:45.594Z', '2026-01-10T13:13:45.594Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (65, 'ม.3/3 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.3/3 วันพฤหัสบดี ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 723
คาบที่ 1: ว23104 ครูรังสิมันต์ 134
คาบที่ 2: ซ่อมเสริม
คาบที่ 3: ท23102 ครูมะรุสดี 723
คาบที่ 4: พ23104 ครูวิทยา หอประชุม
คาบที่ 5: พักเที่ยง
คาบที่ 6: ศ23102 ครูสุริวิภา 311
คาบที่ 7: จ23206 ครูณฐิยา 123
คาบที่ 8: ชุมนุม', 'ม.3/3 พฤหัสบดี ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:13:45.594Z', '2026-01-10T13:13:45.594Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (66, 'ม.3/3 วันศุกร์ เรียนเรียนอะไร', 'ม.3/3 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 723
คาบที่ 1: ง23102 ครูอุไรวรร 117
คาบที่ 2: ศ20223 ครูวรพล 712
คาบที่ 3: ว23102 ครูเจนจิรา 224
คาบที่ 4: แ23102 ครูศศิตา 124
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว23214 ครูวุฒิพงศ์ 134
คาบที่ 7: ส23106 ครูวิชาญ 126
คาบที่ 8: ค23102 ครูวุฒิชัย 122', 'ม.3/3 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.594Z', '2026-01-10T13:13:45.594Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (67, 'ม.3/4 วันจันทร์ เรียนเรียนอะไร', 'ม.3/4 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 311
คาบที่ 1: ศ23102 ครูสุริวิภา 311
คาบที่ 2: อ23102 ครูศศิตา 124
คาบที่ 3: อ23202 ครูกรรศิภร 124
คาบที่ 4: ซ่อมเสริม
คาบที่ 5: พักเที่ยง
คาบที่ 6: ส23106 ครูวิชาญ 125
คาบที่ 7: ว23102 ครูเจนจิรา 116
คาบที่ 8: ว23102 ครูเจนจิรา 116', 'ม.3/4 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.636Z', '2026-01-10T13:13:45.636Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (68, 'ม.3/4 วันอังคาร เรียนเรียนอะไร', 'ม.3/4 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 311
คาบที่ 1: พ23102 ครูภิสรรค์ หอประชุม
คาบที่ 2: ซ่อมเสริม
คาบที่ 3: ท23102 ครูมะรุสดี 723
คาบที่ 4: ค23102 ครูวุฒิชัย 136
คาบที่ 5: พักเที่ยง
คาบที่ 6: แนะแนว ครูราโมนา ห้องสมุด
คาบที่ 7: ประชุม ม.3 หอประชุม
คาบที่ 8: ว23214 ครูวุฒิพงศ์ 134', 'ม.3/4 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.636Z', '2026-01-10T13:13:45.636Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (69, 'ม.3/4 วันพุธ เรียนเรียนอะไร', 'ม.3/4 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 311
คาบที่ 1: ง23102 ครูอุไรวรร 117
คาบที่ 2: ส23168 ครูณัฐวัตร 126
คาบที่ 3: ท23102 ครูมะรุสดี 723
คาบที่ 4: ศ20226 ครูสุริวิภา 311
คาบที่ 5: พักเที่ยง
คาบที่ 6: ค23102 ครูวุฒิชัย 721
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 311
คาบที่ 8: ลุกเสือ', 'ม.3/4 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:13:45.636Z', '2026-01-10T13:13:45.636Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (70, 'ม.3/4 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.3/4 วันพฤหัสบดี ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 311
คาบที่ 1: ท23102 ครูมะรุสดี 723
คาบที่ 2: พ23104 ครูวิทยา หอประชุม
คาบที่ 3: ศ23102 ครูสุริวิภา 311
คาบที่ 4: ส23106 ครูวิชาญ 125
คาบที่ 5: พักเที่ยง
คาบที่ 6: อ23202 ครูกรรศิภร 124
คาบที่ 7: อ23102 ครูศศิตา 117
คาบที่ 8: ชุมนุม', 'ม.3/4 พฤหัสบดี ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:13:45.636Z', '2026-01-10T13:13:45.636Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (71, 'ม.3/4 วันศุกร์ เรียนเรียนอะไร', 'ม.3/4 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 311
คาบที่ 1: ค23102 ครูวุฒิชัย 125
คาบที่ 2: ศ20226 ครูสุริวิภา 311
คาบที่ 3: ส23106 ครูวิชาญ 135
คาบที่ 4: ว23102 ครูเจนจิรา 224
คาบที่ 5: พักเที่ยง
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: ว23104 ครูรังสิมันต์ 133
คาบที่ 8: อ23102 ครูศศิตา 125', 'ม.3/4 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.636Z', '2026-01-10T13:13:45.636Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (72, 'ม.3/5 วันจันทร์ เรียนเรียนอะไร', 'ม.3/5 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 224
คาบที่ 1: ง23102 ครูอุไรวรร 411
คาบที่ 2: ว23102 ครูเจนจิรา 224
คาบที่ 3: ท23102 ครูมะรุสดี 723
คาบที่ 4: ค23102 ครูวุฒิชัย 122
คาบที่ 5: พักเที่ยง
คาบที่ 6: ศ20226 ครูสุริวิภา 311
คาบที่ 7: ซ่อมเสริม
คาบที่ 8: ท23102 ครูมะรุสดี 723', 'ม.3/5 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.671Z', '2026-01-10T13:13:45.671Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (73, 'ม.3/5 วันอังคาร เรียนเรียนอะไร', 'ม.3/5 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 224
คาบที่ 1: ว23102 ครูเจนจิรา 224
คาบที่ 2: ว23102 ครูเจนจิรา 224
คาบที่ 3: ศ23102 ครูสุริวิภา 311
คาบที่ 4: ส23106 ครูวิชาญ 135
คาบที่ 5: พักเที่ยง
คาบที่ 6: ศ23102 ครูสุริวิภา 311
คาบที่ 7: ประชุม ม.3 หอประชุม
คาบที่ 8: อ23202 ครูกรรศิภร 124', 'ม.3/5 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.671Z', '2026-01-10T13:13:45.671Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (74, 'ม.3/5 วันพุธ เรียนเรียนอะไร', 'ม.3/5 วันพุธ ชุดลูกเสือ
ช่วง Homeroom: ที่ปรึกษา 224
คาบที่ 1: ส23106 ครูวิชาญ 721
คาบที่ 2: ซ่อมเสริม
คาบที่ 3: ว23214 ครูวุฒิพงศ์ 134
คาบที่ 4: แนะแนว ครูราโมนา ห้องสมุด
คาบที่ 5: พักเที่ยง
คาบที่ 6: อ23102 ครูศศิตา 116
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 224
คาบที่ 8: ลูกเสือ', 'ม.3/5 พุธ ตารางเรียน schedule ลูกเสือ', 'เวลาเรียน', '2026-01-10T13:13:45.671Z', '2026-01-10T13:13:45.671Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (75, 'ม.3/5 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.3/5 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 224
คาบที่ 1: ค23102 ครูวุฒิชัย 116
คาบที่ 2: ท23102 ครูมะรุสดี 723
คาบที่ 3: ส23106 ครูวิชาญ 125
คาบที่ 4: ว23104 ครูรังสิมันต์ 134
คาบที่ 5: พักเที่ยง
คาบที่ 6: อ23102 ครูศศิตา 117
คาบที่ 7: อ23202 ครูกรรศิภร 116
คาบที่ 8: ชุมนุม', 'ม.3/5 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:13:45.671Z', '2026-01-10T13:13:45.671Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (76, 'ม.3/5 วันศุกร์ เรียนเรียนอะไร', 'ม.3/5 วันศุกร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 224
คาบที่ 1: พ23104 ครูวิทยา หอประชุม
คาบที่ 2: พ23102 ครูภิสรรค์ 116
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: ศ23102 ครูสุริวิภา 311
คาบที่ 5: พักเที่ยง
คาบที่ 6: ค23102 ครูวุฒิชัย 122
คาบที่ 7: อ23102 ครูศศิตา 124
คาบที่ 8: ส23166 ครูณัฐวัตร 126', 'ม.3/5 ศุกร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:13:45.671Z', '2026-01-10T13:13:45.671Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (77, 'ม.4/1 วันจันทร์ เรียนเรียนอะไร', 'ม.4/1 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา พลานามัย
คาบที่ 1: อ31102 ครูกรรศิภร 124
คาบที่ 2: ส31102 ครูธัญลักษ ห้องสมุด
คาบที่ 3: ศ31102 ครูปิยะนุช 113
คาบที่ 4: พักเที่ยง
คาบที่ 5: ค31102 ครูเบญจมา 135
คาบที่ 6: อ31204 ครูพิกุลทอง 126
คาบที่ 7: ว31202 ครูอัสม๊ะ 221
คาบที่ 8: ว31202 ครูอัสม๊ะ 221', 'ม.4/1 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:24:43.623Z', '2026-01-10T13:24:43.623Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (78, 'ม.4/1 วันอังคาร เรียนเรียนอะไร', 'ม.4/1 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา พลานามัย
คาบที่ 1: ว31242 ครูณัฐริกา 223
คาบที่ 2: ค31102 ครูเบญจมา 122
คาบที่ 3: ค31202 ครูโสรวีร์ 136
คาบที่ 4: พักเที่ยง
คาบที่ 5: แนะแนว ครูโสรวีร์ 136
คาบที่ 6: ท31102 ครูธนากิต 724
คาบที่ 7: ว31202 ครูอัสม๊ะ 221
คาบที่ 8: ว31202 ครูอัสม๊ะ 221', 'ม.4/1 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:24:43.623Z', '2026-01-10T13:24:43.623Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (79, 'ม.4/1 วันพุธ เรียนเรียนอะไร', 'ม.4/1 วันพุธ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา พลานามัย
คาบที่ 1: ว31223 ครูปราณปริ 222
คาบที่ 2: ว31223 ครูปราณปริ 222
คาบที่ 3: ค31202 ครูโสรวีร์ 136
คาบที่ 4: พักเที่ยง
คาบที่ 5: ส31102 ครูธัญลักษ ห้องสมุด
คาบที่ 6: ว31242 ครูณัฐริกา 223
คาบที่ 7: ซ่อมเสริมที่ปรึกษา พลานามัย
คาบที่ 8: สาธารณประโยชน์', 'ม.4/1 พุธ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:24:43.623Z', '2026-01-10T13:24:43.623Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (80, 'ม.4/1 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.4/1 วันพฤหัสบดี ชุดพละ
ช่วง Homeroom: ที่ปรึกษา พลานามัย
คาบที่ 1: อ31204 ครูพิกุลทอง 311
คาบที่ 2: อ31102 ครูกรรศิภร 124
คาบที่ 3: พ31102 ครูสุนิษา พลานามัย
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว31242 ครูณัฐริกา 224
คาบที่ 6: ค31202 ครูโสรวีร์ 136
คาบที่ 7: ประชุม ม.4 หอประชุม
คาบที่ 8: ชุมนุม', 'ม.4/1 พฤหัสบดี ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:24:43.623Z', '2026-01-10T13:24:43.623Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (81, 'ม.4/1 วันศุกร์ เรียนเรียนอะไร', 'ม.4/1 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา พลานามัย
คาบที่ 1: ท31102 ครูธนากิต 724
คาบที่ 2: ง31102 ครูอุไรวรร 411
คาบที่ 3: IS/STEM ครูอัสม๊ะ 221
คาบที่ 4: พักเที่ยง
คาบที่ 5: IS/STEM ครูอัสม๊ะ 221
คาบที่ 6: ว31223 ครูปราณปริ 722
คาบที่ 7: ซ่อมเสริม
คาบที่ 8: ค31202 ครูโสรวีร์ 136', 'ม.4/1 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:24:43.623Z', '2026-01-10T13:24:43.623Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (82, 'ม.4/2 วันจันทร์ เรียนเรียนอะไร', 'ม.4/2 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 113
คาบที่ 1: ว30130 ครูปราณปริ 222
คาบที่ 2: ว30130 ครูปราณปริ 222
คาบที่ 3: ท31102 ครูธนากิต 724
คาบที่ 4: พักเที่ยง
คาบที่ 5: อ31102 ครูกรรศิภร 124
คาบที่ 6: ส31102 ครูธัญลักษ ห้องสมุด
คาบที่ 7: ว31293 ครูวุฒิพงศ์ 133
คาบที่ 8: ศ31203 ครูปิยะนุช 113', 'ม.4/2 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:24:43.692Z', '2026-01-10T13:24:43.692Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (83, 'ม.4/2 วันอังคาร เรียนเรียนอะไร', 'ม.4/2 วันอังคาร ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 113
คาบที่ 1: พ31102 ครูสุนิษา พลานามัย
คาบที่ 2: อ31102 ครูกรรศิภร 124
คาบที่ 3: ศ31102 ครูปิยะนุช 113
คาบที่ 4: พักเที่ยง
คาบที่ 5: ง30262 ครูอุไรวรร 135
คาบที่ 6: ง30262 ครูอุไรวรร 135
คาบที่ 7: ซ่อมเสริม
คาบที่ 8: ส31102 ครูธัญลักษณ ห้องสมุด', 'ม.4/2 อังคาร ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:24:43.692Z', '2026-01-10T13:24:43.692Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (84, 'ม.4/2 วันพุธ เรียนเรียนอะไร', 'ม.4/2 วันพุธ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 113
คาบที่ 1: ศ31203 ครูปิยะนุช 113
คาบที่ 2: ส31263 ครูโกสิทธิ์ 125
คาบที่ 3: จ31204 ครูณฐิยา 123
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว31293 ครูวุฒิพงศ์ 133
คาบที่ 6: ง31102 ครูอุไรวรร 411
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 113
คาบที่ 8: สาธารณประโยชน์', 'ม.4/2 พุธ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:24:43.692Z', '2026-01-10T13:24:43.692Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (85, 'ม.4/2 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.4/2 วันพฤหัสบดี ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 113
คาบที่ 1: ค31102 ครูเบญจมา 126
คาบที่ 2: อ31202 ครูพิกุลทอง 311
คาบที่ 3: แนะแนว ครูวุฒิพงศ์ 133
คาบที่ 4: พักเที่ยง
คาบที่ 5: พ30202 ครูภิสรรค์ สนามบาส
คาบที่ 6: พ30202 ครูภิสรรค์ สนามบาส
คาบที่ 7: ประชุม ม.4 หอประชุม
คาบที่ 8: ชุมนุม', 'ม.4/2 พฤหัสบดี ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:24:43.692Z', '2026-01-10T13:24:43.692Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (86, 'ม.4/2 วันศุกร์ เรียนเรียนอะไร', 'ม.4/2 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 113
คาบที่ 1: IS/STEM ครูวุฒิพงศ์ 134
คาบที่ 2: IS/STEM ครูวุฒิพงศ์ 134
คาบที่ 3: ท31102 ครูธนากิต 724
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว30130 ครูปราณปริ 222
คาบที่ 6: ค31102 ครูเบญจมา 136
คาบที่ 7: ซ่อมเสริม
คาบที่ 8: ส31263 ครูโกสิทธิ์ พลานามัย', 'ม.4/2 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:24:43.692Z', '2026-01-10T13:24:43.692Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (87, 'ม.4/3 วันจันทร์ เรียนเรียนอะไร', 'ม.4/3 วันจันทร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 411
คาบที่ 1: พ31102 ครูสุนิษา พลานามัย
คาบที่ 2: ศ31203 ครูปิยะนุช 113
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว30130 ครูปราณปริ 222
คาบที่ 6: ว30130 ครูปราณปริ 222
คาบที่ 7: ง30262 ครูอุไรวรร 135
คาบที่ 8: ง30262 ครูอุไรวรร 135', 'ม.4/3 จันทร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:24:43.769Z', '2026-01-10T13:24:43.769Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (88, 'ม.4/3 วันอังคาร เรียนเรียนอะไร', 'ม.4/3 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 411
คาบที่ 1: ส31263 ครูโกสิทธิ์ 125
คาบที่ 2: IS/STEM ครูอัสม๊ะ 116
คาบที่ 3: IS/STEM ครูอัสม๊ะ 116
คาบที่ 4: พักเที่ยง
คาบที่ 5: ท31102 ครูมะรุสดี 723
คาบที่ 6: ว31293 ครูวุฒิพงศ์ 133
คาบที่ 7: อ31102 ครูกรรศิภร 124
คาบที่ 8: ง31102 ครูอุไรวรร 411', 'ม.4/3 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:24:43.769Z', '2026-01-10T13:24:43.769Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (89, 'ม.4/3 วันพุธ เรียนเรียนอะไร', 'ม.4/3 วันพุธ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 411
คาบที่ 1: ค31102 ครูเบญจมา 135
คาบที่ 2: ส31102 ครูธัญลักษณ ห้องสมุด
คาบที่ 3: ศ31203 ครูปิยะนุช 113
คาบที่ 4: พักเที่ยง
คาบที่ 5: ซ่อมเสริม
คาบที่ 6: ส31263 ครูโกสิทธิ์ 125
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 411
คาบที่ 8: สาธารณประโยชน์', 'ม.4/3 พุธ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:24:43.769Z', '2026-01-10T13:24:43.769Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (90, 'ม.4/3 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.4/3 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 411
คาบที่ 1: ศ31102 ครูปิยะนุช 113
คาบที่ 2: ว31293 ครูวุฒิพงศ์ 133
คาบที่ 3: แนะแนว ครูปิยะนุช 113
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว30130 ครูปราณปริศ 222
คาบที่ 6: ส31102 ครูธัญลักษณ ห้องสมุด
คาบที่ 7: ประชุม ม.4 หอประชุม
คาบที่ 8: ชุมนุม', 'ม.4/3 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:24:43.769Z', '2026-01-10T13:24:43.769Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (91, 'ม.4/3 วันศุกร์ เรียนเรียนอะไร', 'ม.4/3 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 411
คาบที่ 1: ท31102 ครูมะรุสดี 723
คาบที่ 2: อ31202 ครูพิกุลทอง 117
คาบที่ 3: อ31102 ครูกรรศิภร 124
คาบที่ 4: พักเที่ยง
คาบที่ 5: พ30209 ครูภิสรรค์ สนามบาส
คาบที่ 6: พ30209 ครูภิสรรค์ สนามบาส
คาบที่ 7: ค31102 ครูเบญจมา 136
คาบที่ 8: จ31204 ครูณฐิยา 123', 'ม.4/3 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:24:43.769Z', '2026-01-10T13:24:43.769Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (92, 'ม.4/4 วันจันทร์ เรียนเรียนอะไร', 'ม.4/4 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 117
คาบที่ 1: ศ31102 ครูปิยะนุช 113
คาบที่ 2: ท31102 ครูประพิณ 722
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว31293 ครูวุฒิพงศ์ 134
คาบที่ 6: แนะแนว ครูปิยะนุช 113
คาบที่ 7: IS/STEM ครูรังสิมันต์ 134
คาบที่ 8: IS/STEM ครูรังสิมันต์ 134', 'ม.4/4 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:24:43.815Z', '2026-01-10T13:24:43.815Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (93, 'ม.4/4 วันอังคาร เรียนเรียนอะไร', 'ม.4/4 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 117
คาบที่ 1: อ31102 ครูกรรศิภร 124
คาบที่ 2: ศ31203 ครูปิยะนุช 113
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว30130 ครูปราณปริ 222
คาบที่ 6: ว30130 ครูปราณปริ 222
คาบที่ 7: อ31204 ครูพิกุลทอง 123
คาบที่ 8: ค31102 ครูเบญจมา 136', 'ม.4/4 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:24:43.815Z', '2026-01-10T13:24:43.815Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (94, 'ม.4/4 วันพุธ เรียนเรียนอะไร', 'ม.4/4 วันพุธ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 117
คาบที่ 1: พ31102 ครูสุนิษา พลานามัย
คาบที่ 2: อ31204 ครูพิกุลทอง 124
คาบที่ 3: ค31102 ครูเบญจมา 122
คาบที่ 4: พักเที่ยง
คาบที่ 5: ท31102 ครูประพิณ 722
คาบที่ 6: อ31102 ครูกรรศิภร 124
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 117
คาบที่ 8: สาธารณประโยชน์', 'ม.4/4 พุธ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:24:43.815Z', '2026-01-10T13:24:43.815Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (95, 'ม.4/4 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.4/4 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 117
คาบที่ 1: ว30150 ครูเจนจิรา 224
คาบที่ 2: ว30150 ครูเจนจิรา 224
คาบที่ 3: ส31102 ครูธัญลักษณ ห้องสมุด
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว31293 ครูวุฒิพงศ์ 133
คาบที่ 6: ศ31203 ครูปิยะนุช 113
คาบที่ 7: ประชุม ม.4 หอประชุม
คาบที่ 8: ชุมนุม', 'ม.4/4 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:24:43.815Z', '2026-01-10T13:24:43.815Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (96, 'ม.4/4 วันศุกร์ เรียนเรียนอะไร', 'ม.4/4 วันศุกร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 117
คาบที่ 1: ว30130 ครูปราณปริ 222
คาบที่ 2: ง30228 ครูภาณุพงศ์ 412
คาบที่ 3: ง30228 ครูภาณุพงศ์ 412
คาบที่ 4: พักเที่ยง
คาบที่ 5: ง31102 ครูอุไรวรรณ 411
คาบที่ 6: ส31102 ครูธัญลักษณ ห้องสมุด
คาบที่ 7: พ30209 ครูภิสรรค์ สนามบาส
คาบที่ 8: พ30209 ครูภิสรรค์ สนามบาส', 'ม.4/4 ศุกร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:24:43.815Z', '2026-01-10T13:24:43.815Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (105, 'ม.5/1 วันจันทร์ เรียนเรียนอะไร', 'ม.5/1 วันจันทร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 136
คาบที่ 1: ค32202 ครูเบญจมา 136
คาบที่ 2: ศ32102 ครูสุริวิภา 311
คาบที่ 3: ท32102 ครูประพิณ 722
คาบที่ 4: พักเที่ยง
คาบที่ 5: ค32102 ครูโสภีร์ 136
คาบที่ 6: อ32102 ครูกรรศิภร 124
คาบที่ 7: ซ่อมเสริม
คาบที่ 8: ง32102 ครูภาณุพงศ์ 412', 'ม.5/1 จันทร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:31:31.721Z', '2026-01-10T13:31:31.721Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (106, 'ม.5/1 วันอังคาร เรียนเรียนอะไร', 'ม.5/1 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 136
คาบที่ 1: ค32102 ครูโสภีร์ 136
คาบที่ 2: ว32245 ครูณัฐริกา 223
คาบที่ 3: ว32245 ครูณัฐริกา 223
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว32292 ครูวุฒิพงศ์ 133
คาบที่ 6: ส32104 ครูณัฐวัตร 126
คาบที่ 7: ค32202 ครูเบญจมา 136
คาบที่ 8: ท32102 ครูประพิณ 722', 'ม.5/1 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.721Z', '2026-01-10T13:31:31.721Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (107, 'ม.5/1 วันพุธ เรียนเรียนอะไร', 'ม.5/1 วันพุธ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 136
คาบที่ 1: ว32205 ครูอดินันท์ 221
คาบที่ 2: ว32205 ครูอดินันท์ 221
คาบที่ 3: ว32225 ครูปราณปริ 222
คาบที่ 4: พักเที่ยง
คาบที่ 5: ค32202 ครูเบญจมา 136
คาบที่ 6: ส32104 ครูณัฐวัตร 126
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 136
คาบที่ 8: สาธารณประโยชน์', 'ม.5/1 พุธ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:31:31.721Z', '2026-01-10T13:31:31.721Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (108, 'ม.5/1 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.5/1 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 136
คาบที่ 1: อ32102 ครูกรรศิภร 124
คาบที่ 2: ว32225 ครูปราณปริ 222
คาบที่ 3: ว32225 ครูปราณปริ 222
คาบที่ 4: พักเที่ยง
คาบที่ 5: ค32202 ครูเบญจมา 122
คาบที่ 6: ว32205 ครูอดินันท์ 221
คาบที่ 7: ว32205 ครูอดินันท์ 221
คาบที่ 8: ชุมนุม', 'ม.5/1 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.721Z', '2026-01-10T13:31:31.721Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (109, 'ม.5/1 วันศุกร์ เรียนเรียนอะไร', 'ม.5/1 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 136
คาบที่ 1: อ32204 ครูศศิตา 124
คาบที่ 2: ว32161 ครูอดินันท์ 222
คาบที่ 3: ว32161 ครูอดินันท์ 222
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว32245 ครูณัฐริกา 223
คาบที่ 6: พ32102 ครูวิทยา พลานามัย
คาบที่ 7: ประชุม ม.5 หอประชุม
คาบที่ 8: แนะแนว ครูราโมนา 724', 'ม.5/1 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.721Z', '2026-01-10T13:31:31.721Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (110, 'ม.5/2 วันจันทร์ เรียนเรียนอะไร', 'ม.5/2 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 722
คาบที่ 1: ว32161 ครูอดินันท์ 221
คาบที่ 2: ว32161 ครูอดินันท์ 221
คาบที่ 3: ง32102 ครูภาณุพงศ์ 412
คาบที่ 4: พักเที่ยง
คาบที่ 5: ง30205 ครูวัชรินทร์ 411
คาบที่ 6: ง30205 ครูวัชรินทร์ 411
คาบที่ 7: ท32102 ครูประพิณ 722
คาบที่ 8: ค32102 ครูโสภีร์ 136', 'ม.5/2 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.753Z', '2026-01-10T13:31:31.753Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (111, 'ม.5/2 วันอังคาร เรียนเรียนอะไร', 'ม.5/2 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 722
คาบที่ 1: ง30203 ครูอุไรวรร 411
คาบที่ 2: ง30203 ครูอุไรวรร 411
คาบที่ 3: อ32102 ครูกรรศิภร 124
คาบที่ 4: พักเที่ยง
คาบที่ 5: ศ32102 ครูสุริวิภา 311
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: ศ30219 ครูศดานันท์ 113
คาบที่ 8: แนะแนว ครูราโมนา 725', 'ม.5/2 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.753Z', '2026-01-10T13:31:31.753Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (112, 'ม.5/2 วันพุธ เรียนเรียนอะไร', 'ม.5/2 วันพุธ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 722
คาบที่ 1: ส32104 ครูณัฐวัตร 126
คาบที่ 2: ค32102 ครูโสภีร์ 136
คาบที่ 3: อ32204 ครูศศิตา 117
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว32210 ครูอดินันท์ 221
คาบที่ 6: ว32210 ครูอดินันท์ 221
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 722
คาบที่ 8: สาธารณประโยชน์', 'ม.5/2 พุธ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:31:31.753Z', '2026-01-10T13:31:31.753Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (113, 'ม.5/2 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.5/2 วันพฤหัสบดี ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 722
คาบที่ 1: พ32102 ครูวิทยา หอประชุม
คาบที่ 2: ศ30219 ครูศดานันท์ 113
คาบที่ 3: จ32204 ครูณฐิยา 123
คาบที่ 4: พักเที่ยง
คาบที่ 5: พ30206 ครูสุนิษา ส.ฟุตบอล
คาบที่ 6: พ30206 ครูสุนิษา ส.ฟุตบอล
คาบที่ 7: ซ่อมเสริม
คาบที่ 8: ชุมนุม', 'ม.5/2 พฤหัสบดี ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:31:31.753Z', '2026-01-10T13:31:31.753Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (114, 'ม.5/2 วันศุกร์ เรียนเรียนอะไร', 'ม.5/2 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 722
คาบที่ 1: ส32104 ครูณัฐวัตร 126
คาบที่ 2: ซ่อมเสริม
คาบที่ 3: ว32292 ครูวุฒิพงศ์ 133
คาบที่ 4: พักเที่ยง
คาบที่ 5: อ32102 ครูกรรศิภร 124
คาบที่ 6: จ32204 ครูณฐิยา 124
คาบที่ 7: ประชุม ม.5 หอประชุม
คาบที่ 8: ครูประพิณ 722', 'ม.5/2 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.753Z', '2026-01-10T13:31:31.753Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (115, 'ม.5/3 วันจันทร์ เรียนเรียนอะไร', 'ม.5/3 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 126
คาบที่ 1: แนะแนว ครูราโมนา ห้องสมุด
คาบที่ 2: จ32204 ครูณฐิยา 123
คาบที่ 3: ค32102 ครูโสรวีร์ 136
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว32161 ครูอดินันท์ 221
คาบที่ 6: ว32161 ครูอดินันท์ 221
คาบที่ 7: ศ32102 ครูสุริวิภา 311
คาบที่ 8: อ32204 ครูศศิตา 123', 'ม.5/3 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.784Z', '2026-01-10T13:31:31.784Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (116, 'ม.5/3 วันอังคาร เรียนเรียนอะไร', 'ม.5/3 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 126
คาบที่ 1: ว32210 ครูอดินันท์ 221
คาบที่ 2: ว32210 ครูอดินันท์ 221
คาบที่ 3: ง32102 ครูภาณุพงศ์ 412
คาบที่ 4: พักเที่ยง
คาบที่ 5: ศ30219 ครูศดานันท์ 113
คาบที่ 6: ค32102 ครูโสรวีร์ 136
คาบที่ 7: ซ่อมเสริม
คาบที่ 8: ส32104 ครูณัฐวัตร 126', 'ม.5/3 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.784Z', '2026-01-10T13:31:31.784Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (117, 'ม.5/3 วันพุธ เรียนเรียนอะไร', 'ม.5/3 วันพุธ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 126
คาบที่ 1: ท32102 ครูประพิณ 722
คาบที่ 2: พ32102 ครูวิทยา พลานามัย
คาบที่ 3: อ32102 ครูกรรศิภร 124
คาบที่ 4: พักเที่ยง
คาบที่ 5: พ30206 ครูสุนิษา ส.ฟุตบอล
คาบที่ 6: พ30206 ครูสุนิษา ส.ฟุตบอล
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 126
คาบที่ 8: สาธารณประโยชน์', 'ม.5/3 พุธ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:31:31.784Z', '2026-01-10T13:31:31.784Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (118, 'ม.5/3 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.5/3 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 126
คาบที่ 1: ง30205 ครูวัชรินทร์ 411
คาบที่ 2: ง30205 ครูวัชรินทร์ 411
คาบที่ 3: อ32102 ครูกรรศิภร 124
คาบที่ 4: พักเที่ยง
คาบที่ 5: ง30203 ครูอุไรวรร 411
คาบที่ 6: ง30203 ครูอุไรวรร 411
คาบที่ 7: ซ่อมเสริม
คาบที่ 8: ชุมนุม', 'ม.5/3 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.784Z', '2026-01-10T13:31:31.784Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (119, 'ม.5/3 วันศุกร์ เรียนเรียนอะไร', 'ม.5/3 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 126
คาบที่ 1: จ32204 ครูณฐิยา 123
คาบที่ 2: ซ่อมเสริม
คาบที่ 3: ท32102 ครูประพิณ 722
คาบที่ 4: พักเที่ยง
คาบที่ 5: ส32104 ครูณัฐวัตร 126
คาบที่ 6: ศ30219 ครูศดานันท์ 113
คาบที่ 7: ประชุม ม.5 หอประชุม
คาบที่ 8: ว32292 ครูวุฒิพงศ์ 134', 'ม.5/3 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.784Z', '2026-01-10T13:31:31.784Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (120, 'ม.5/4 วันจันทร์ เรียนเรียนอะไร', 'ม.5/4 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 412
คาบที่ 1: ง32102 ครูภาณุพงศ์ 412
คาบที่ 2: ส32104 ครูณัฐวัตร 135
คาบที่ 3: ว32161 ครูอดินันท์ 222
คาบที่ 4: พักเที่ยง
คาบที่ 5: ซ่อมเสริม
คาบที่ 6: ท32102 ครูประพิณ 722
คาบที่ 7: ง30205 ครูวัชรินทร์ 411
คาบที่ 8: ง30205 ครูวัชรินทร์ 411', 'ม.5/4 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.815Z', '2026-01-10T13:31:31.815Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (121, 'ม.5/4 วันอังคาร เรียนเรียนอะไร', 'ม.5/4 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 412
คาบที่ 1: พ32102 ครูวิทยา 725
คาบที่ 2: ส32104 ครูณัฐวัตร 126
คาบที่ 3: ศ30217 ครูวรพล 712
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว32210 ครูอดินันท์ 221
คาบที่ 6: ว32210 ครูอดินันท์ 221
คาบที่ 7: ง30229 ครูภาณุพงศ์ 412
คาบที่ 8: ง30229 ครูภาณุพงศ์ 412', 'ม.5/4 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.815Z', '2026-01-10T13:31:31.815Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (122, 'ม.5/4 วันพุธ เรียนเรียนอะไร', 'ม.5/4 วันพุธ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 412
คาบที่ 1: ง30229 ครูภาณุพงศ์ 412
คาบที่ 2: ง30229 ครูภาณุพงศ์ 412
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: พักเที่ยง
คาบที่ 5: อ32102 ครูกรรศิภร 124
คาบที่ 6: แนะแนว ครูราโมนา ห้องสมุด
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 412
คาบที่ 8: สาธารณประโยชน์', 'ม.5/4 พุธ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:31:31.815Z', '2026-01-10T13:31:31.815Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (123, 'ม.5/4 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.5/4 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 412
คาบที่ 1: ค32102 ครูโสภีร์ 136
คาบที่ 2: อ32204 ครูศศิตา 117
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: พักเที่ยง
คาบที่ 5: ว32161 ครูอดินันท์ 221
คาบที่ 6: ว32292 ครูวุฒิพงศ์ 134
คาบที่ 7: ท32102 ครูประพิณ 722
คาบที่ 8: ชุมนุม', 'ม.5/4 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:31:31.815Z', '2026-01-10T13:31:31.815Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (124, 'ม.5/4 วันศุกร์ เรียนเรียนอะไร', 'ม.5/4 วันศุกร์ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 412
คาบที่ 1: ค32102 ครูโสภีร์ 136
คาบที่ 2: พ30206 ครูสุนิษา ส.ฟุตบอล
คาบที่ 3: พ30206 ครูสุนิษา ส.ฟุตบอล
คาบที่ 4: พักเที่ยง
คาบที่ 5: ศ30217 ครูวรพล 712
คาบที่ 6: ศ32102 ครูสุริวิภา 311
คาบที่ 7: ประชุม ม.5 หอประชุม
คาบที่ 8: อ32102 ครูกรรศิภร 124', 'ม.5/4 ศุกร์ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:31:31.815Z', '2026-01-10T13:31:31.815Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (125, 'ม.6/1 วันจันทร์ เรียนเรียนอะไร', 'ม.6/1 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 222
คาบที่ 1: พ33102 ครูภิสรรค์ หอประชุม
คาบที่ 2: ค33102 ครูเบญจมา 136
คาบที่ 3: ว30110 ครูอัสม๊ะ 221
คาบที่ 4: ว30110 ครูอัสม๊ะ 221
คาบที่ 5: พักเที่ยง
คาบที่ 6: อ33102 ครูธันย์ชนก 123
คาบที่ 7: ค33202 ครูโสรวีร์ 136
คาบที่ 8: ส33162 ครูณัฐวัตร 126', 'ม.6/1 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.613Z', '2026-01-10T13:46:57.613Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (126, 'ม.6/1 วันอังคาร เรียนเรียนอะไร', 'ม.6/1 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 222
คาบที่ 1: ส33162 ครูณัฐวัตร 126
คาบที่ 2: ค33202 ครูโสรวีร์ 136
คาบที่ 3: อ33204 ครูศศิตา 117
คาบที่ 4: แนะแนว ครูราโมนา ห้องสมุด
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว30150 ครูณัฐริกา 223
คาบที่ 7: ว30130 ครูปราณปริ 222
คาบที่ 8: ว30130 ครูปราณปริ 222', 'ม.6/1 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.613Z', '2026-01-10T13:46:57.613Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (127, 'ม.6/1 วันพุธ เรียนเรียนอะไร', 'ม.6/1 วันพุธ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 222
คาบที่ 1: ค33202 ครูโสรวีร์ 136
คาบที่ 2: ง33102 ครูวัชรินทร์ 411
คาบที่ 3: ว30110 ครูอัสม๊ะ 221
คาบที่ 4: ว30110 ครูอัสม๊ะ 221
คาบที่ 5: พักเที่ยง
คาบที่ 6: ค33102 ครูเบญจมา 136
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 222
คาบที่ 8: สาธารณประโยชน์', 'ม.6/1 พุธ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:46:57.613Z', '2026-01-10T13:46:57.613Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (128, 'ม.6/1 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.6/1 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 222
คาบที่ 1: ส33106 ครูธัญลักษ ห้องสมุด
คาบที่ 2: ค33202 ครูโสรวีร์ 136
คาบที่ 3: ท33102 ครูประพิณ 722
คาบที่ 4: ค30208 ครูลดาวัลย์ 122
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว30130 ครูปราณปริ 222
คาบที่ 7: ศ33102 ครูวรพล 712
คาบที่ 8: ชุมนุม', 'ม.6/1 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.613Z', '2026-01-10T13:46:57.613Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (129, 'ม.6/1 วันศุกร์ เรียนเรียนอะไร', 'ม.6/1 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 222
คาบที่ 1: อ33102 ครูธันย์ชนก 135
คาบที่ 2: ค33202 ครูโสรวีร์ 136
คาบที่ 3: ส33106 ครูธัญลักษ ห้องสมุด
คาบที่ 4: ท33102 ครูประพิณ 722
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว30150 ครูณัฐริกา 223
คาบที่ 7: ว30150 ครูณัฐริกา 223
คาบที่ 8: ประชุม ม.6 หอประชุม', 'ม.6/1 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.613Z', '2026-01-10T13:46:57.613Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (130, 'ม.6/2 วันจันทร์ เรียนเรียนอะไร', 'ม.6/2 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 221
คาบที่ 1: ว33294 ครูรังสิมันต์ 134
คาบที่ 2: ซ่อมเสริม
คาบที่ 3: ว33295 ครูสุทธิดา 133
คาบที่ 4: ว33295 ครูสุทธิดา 133
คาบที่ 5: พักเที่ยง
คาบที่ 6: ค33102 ครูเบญจมา 135
คาบที่ 7: ส33106 ครูธัญลักษ ห้องสมุด
คาบที่ 8: ศ33102 ครูวรพล 712', 'ม.6/2 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.645Z', '2026-01-10T13:46:57.645Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (131, 'ม.6/2 วันอังคาร เรียนเรียนอะไร', 'ม.6/2 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 221
คาบที่ 1: ส33106 ครูธัญลักษ ห้องสมุด
คาบที่ 2: พ33102 ครูภิสรรค์ พลานามัย
คาบที่ 3: แนะแนว ครูราโมนา ห้องสมุด
คาบที่ 4: ศ30227 ครูปิยะนุช 113
คาบที่ 5: พักเที่ยง
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: ว30150 ครูณัฐริกา 223
คาบที่ 8: ว30150 ครูณัฐริกา 223', 'ม.6/2 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.645Z', '2026-01-10T13:46:57.645Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (132, 'ม.6/2 วันพุธ เรียนเรียนอะไร', 'ม.6/2 วันพุธ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 221
คาบที่ 1: ง33102 ครูวัชรินทร์ 411
คาบที่ 2: ค33102 ครูเบญจมา 135
คาบที่ 3: ซ่อมเสริม
คาบที่ 4: ว33294 ครูรังสิมันต์ 134
คาบที่ 5: พักเที่ยง
คาบที่ 6: ท33102 ครูประพิณ 722
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 221
คาบที่ 8: สาธารณประโยชน์', 'ม.6/2 พุธ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:46:57.645Z', '2026-01-10T13:46:57.645Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (133, 'ม.6/2 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.6/2 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 221
คาบที่ 1: ว30110 ครูอัสม๊ะ 221
คาบที่ 2: ว30110 ครูอัสม๊ะ 221
คาบที่ 3: ค30206 ครูวุฒิชัย 136
คาบที่ 4: ซ่อมเสริม
คาบที่ 5: พักเที่ยง
คาบที่ 6: ส33162 ครูณัฐวัตร 126
คาบที่ 7: อ33102 ครูธันย์ชนก 135
คาบที่ 8: ชุมนุม', 'ม.6/2 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.645Z', '2026-01-10T13:46:57.645Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (134, 'ม.6/2 วันศุกร์ เรียนเรียนอะไร', 'ม.6/2 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 221
คาบที่ 1: ท33102 ครูประพิณ 722
คาบที่ 2: ส33162 ครูณัฐวัตร 126
คาบที่ 3: ศ30227 ครูปิยะนุช 113
คาบที่ 4: ค30206 ครูวุฒิชัย 126
คาบที่ 5: พักเที่ยง
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: อ33102 ครูธันย์ชนก 135
คาบที่ 8: ประชุม ม.6 หอประชุม', 'ม.6/2 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.645Z', '2026-01-10T13:46:57.645Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (135, 'ม.6/3 วันจันทร์ เรียนเรียนอะไร', 'ม.6/3 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 135
คาบที่ 1: ว33295 ครูบุณยาพร 223
คาบที่ 2: อ33102 ครูธันย์ชนก 117
คาบที่ 3: ค33102 ครูเบญจมา 135
คาบที่ 4: ส33162 ครูณัฐวัตร 135
คาบที่ 5: พักเที่ยง
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: ว33274 ครูณัฐริกา 222
คาบที่ 8: ว33274 ครูณัฐริกา 222', 'ม.6/3 จันทร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.673Z', '2026-01-10T13:46:57.673Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (136, 'ม.6/3 วันอังคาร เรียนเรียนอะไร', 'ม.6/3 วันอังคาร ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 135
คาบที่ 1: ศ30227 ครูปิยะนุช 113
คาบที่ 2: ว33294 ครูรังสิมันต์ 134
คาบที่ 3: ว33294 ครูรังสิมันต์ 134
คาบที่ 4: ส33162 ครูณัฐวัตร 126
คาบที่ 5: พักเที่ยง
คาบที่ 6: ศ33102 ครูวรพล 712
คาบที่ 7: ส33106 ครูธัญลักษ ห้องสมุด
คาบที่ 8: ซ่อมเสริม', 'ม.6/3 อังคาร ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.673Z', '2026-01-10T13:46:57.673Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (137, 'ม.6/3 วันพุธ เรียนเรียนอะไร', 'ม.6/3 วันพุธ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 135
คาบที่ 1: ส33106 ครูธัญลักษ ห้องสมุด
คาบที่ 2: ซ่อมเสริม
คาบที่ 3: ท33102 ครูประพิณ 722
คาบที่ 4: ค30206 ครูวุฒิชัย 117
คาบที่ 5: พักเที่ยง
คาบที่ 6: ว33295 ครูบุณยาพร 222
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 135
คาบที่ 8: สาธารณประโยชน์', 'ม.6/3 พุธ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:46:57.673Z', '2026-01-10T13:46:57.673Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (138, 'ม.6/3 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.6/3 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 135
คาบที่ 1: อ33102 ครูธันย์ชนก 135
คาบที่ 2: ท33102 ครูประพิณ 722
คาบที่ 3: ว30110 ครูอัสม๊ะ 221
คาบที่ 4: ว30110 ครูอัสม๊ะ 221
คาบที่ 5: พักเที่ยง
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: แนะแนว ครูราโมนา 724
คาบที่ 8: ชุมนุม', 'ม.6/3 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.673Z', '2026-01-10T13:46:57.673Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (139, 'ม.6/3 วันศุกร์ เรียนเรียนอะไร', 'ม.6/3 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 135
คาบที่ 1: พ33102 ครูภิสรรค์ พลานามัย
คาบที่ 2: ศ30227 ครูปิยะนุช 113
คาบที่ 3: ค30206 ครูวุฒิชัย 126
คาบที่ 4: ค33102 ครูเบญจมา 136
คาบที่ 5: พักเที่ยง
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: ง33102 ครูวัชรินทร์ 411
คาบที่ 8: ประชุม ม.6 หอประชุม', 'ม.6/3 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.673Z', '2026-01-10T13:46:57.673Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (142, 'ม.6/4 วันพุธ เรียนเรียนอะไร', 'ม.6/4 วันพุธ ชุดพละ
ช่วง Homeroom: ที่ปรึกษา 134
คาบที่ 1: แนะแนว ครูราโมนา 723
คาบที่ 2: พ33102 ครูภิสรรค์ ส.ฟุตซอล
คาบที่ 3: ง33102 ครูวัชรินทร์ 411
คาบที่ 4: ศ30227 ครูปิยะนุช 113
คาบที่ 5: พักเที่ยง
คาบที่ 6: ซ่อมเสริม
คาบที่ 7: ซ่อมเสริม ที่ปรึกษา 134
คาบที่ 8: สาธารณประโยชน์', 'ม.6/4 พุธ ตารางเรียน schedule พละ', 'เวลาเรียน', '2026-01-10T13:46:57.698Z', '2026-01-10T13:46:57.698Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (143, 'ม.6/4 วันพฤหัสบดี เรียนเรียนอะไร', 'ม.6/4 วันพฤหัสบดี ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 134
คาบที่ 1: ท33102 ครูประพิณ 722
คาบที่ 2: ส33162 ครูณัฐวัตร 126
คาบที่ 3: ศ33102 ครูวรพล 712
คาบที่ 4: ศ30227 ครูปิยะนุช 113
คาบที่ 5: พักเที่ยง
คาบที่ 6: พ30207 ครูวิทยา หอประชุม
คาบที่ 7: พ30207 ครูวิทยา หอประชุม
คาบที่ 8: ชุมนุม', 'ม.6/4 พฤหัสบดี ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.698Z', '2026-01-10T13:46:57.698Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (144, 'ม.6/4 วันศุกร์ เรียนเรียนอะไร', 'ม.6/4 วันศุกร์ ชุดนักเรียน
ช่วง Homeroom: ที่ปรึกษา 134
คาบที่ 1: ว30110 ครูอัสม๊ะ 221
คาบที่ 2: ว30110 ครูอัสม๊ะ 221
คาบที่ 3: ค33102 ครูเบญจมา 136
คาบที่ 4: ซ่อมเสริม
คาบที่ 5: พักเที่ยง
คาบที่ 6: ส33162 ครูณัฐวัตร 126
คาบที่ 7: ส33106 ครูธัญลักษ ห้องสมุด
คาบที่ 8: ประชุม ม.6 หอประชุม', 'ม.6/4 ศุกร์ ตารางเรียน schedule', 'เวลาเรียน', '2026-01-10T13:46:57.698Z', '2026-01-10T13:46:57.698Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (240, 'ม.6/4 วันจันทร์ เรียนเรียนอะไร', 'ม.6/4 วันจันทร์ ชุดนักเรียน
ช่วง Homeroom เป็นคาบ Homeroom ที่ปรึกษา 134
คาบที่ 1 ท33102 ครูประพิณ 722
คาบที่ 2 ว33274 ครูณัฐริกา 223
คาบที่ 3 ว33274 ครูณัฐริกา 223
คาบที่ 4 ซ่อมเสริม
คาบที่ 5 พักเที่ยง
คาบที่ 6 ง30231 ครูภาณุพงศ์ 412
คาบที่ 7 ง30231 ครูภาณุพงศ์ 412
คาบที่ 8 อ33102 ครูธันย์ชนก 124', 'ม.6/4 จันทร์ ตารางเรียน schedule นักเรียน', 'เวลาเรียน', '2026-01-10T15:14:44.039Z', '2026-01-10T15:14:44.039Z');
INSERT INTO ai_knowledge (id, question, answer, keywords, category, created_at, updated_at) VALUES (241, 'ม.6/4 วันอังคาร เรียนเรียนอะไร', 'ม.6/4 วันอังคาร ชุดนักเรียน
ช่วง Homeroom เป็นคาบ Homeroom ที่ปรึกษา 134
คาบที่ 1 ค33102 ครูเบญจมา 122
คาบที่ 2 ส33106 ครูธัญลักษ ห้องสมุด
คาบที่ 3 ง33102 ครูวัชรินทร์ 411
คาบที่ 4 ง33102 ครูวัชรินทร์ 411
คาบที่ 5 พักเที่ยง
คาบที่ 6 ว33294 ครูรังสิมันต์ 134
คาบที่ 7 ว33294 ครูรังสิมันต์ 134
คาบที่ 8 อ33102 ครูธันย์ชนก 135', 'ม.6/4 อังคาร ตารางเรียน schedule นักเรียน', 'เวลาเรียน', '2026-01-10T15:16:19.730Z', '2026-01-10T15:16:19.730Z');
